[
    {
        "jobTitle": "Operation Supervisor - Worldcoin Project",
        "jobSummary": "As an Operation Supervisor, you will oversee the Worldcoin project activation site, ensuring smooth daily operations and acting as the point of contact for any technical issues. You will apply guidance from the Operator and be responsible for troubleshooting and reporting technical problems to Worldcoin Support.",
        "keyResponsibilities": [
            "Oversee the activation site, ensuring operational efficiency and quality user experience.",
            "Track and report performance metrics.",
            "Manage daily activities and supervise the field team.",
            "Troubleshoot issues and escalate technical problems to Worldcoin Support as needed."
        ],
        "qualifications": [
            "Experience in operations or supervisory roles.",
            "Strong problem-solving skills and ability to work under pressure.",
            "Good communication skills to coordinate with both the field team and the Operator.",
            "Basic English language proficiency."
        ],
        "compensation": {
            "baseSalary": "Basic salary",
            "performanceBonus": "Performance bonus based on site performance metrics and operational targets"
        },
        "additionalNote": "Both positions are employed under our company (Koru Indonesia) for the Worldcoin project, not directly hired by Worldcoin."
    },
    {
        "jobTitle": "Marketing Associate - Worldcoin Project",
        "jobSummary": "As a Marketing Associate, you will be responsible for educating users about the Worldcoin project and ensuring a smooth onboarding experience. You will be part of the field team, usually made up of 5 people, focused on promoting and onboarding users through the Worldcoin Orb. You will report to the Operator and will be trained to operate the Worldcoin Orb to facilitate user onboarding.",
        "keyResponsibilities": [
            "Educate users on-site about the Worldcoin project, including its benefits and key features.",
            "Operate the Worldcoin Orb for user onboarding, ensuring a seamless experience.",
            "Represent the brand professionally, providing clear guidance and information to users.",
            "Provide feedback to the Operator to improve marketing strategies and user engagement."
        ],
        "qualifications": [
            "Strong interpersonal and communication skills.",
            "Ability to work well in a team and engage with the public.",
            "Willingness to learn and operate the Worldcoin Orb.",
            "Basic understanding of marketing principles."
        ],
        "compensation": {
            "baseSalary": "Basic salary",
            "performanceBonus": "Performance bonus based on the number of successful user activations and quality rating"
        },
        "additionalNote": "Both positions are employed under our company (Koru Indonesia) for the Worldcoin project, not directly hired by Worldcoin."
    }
]
